Repository: sargon17/Yearlit
Catalog: My Year/Localizable.xcstrings
Source language: en
Languages: cs, da, de, es, et, fi, fr, hr, hu, it, lv, nb, nl, pl, pt_br, ro, sk, sl, sv, uk

source: Your year starts today
cs: Tvůj rok začíná dnes
da: Dit år starter i dag
de: Dein Jahr beginnt heute
es: Tu año empieza hoy
et: Sinu aasta algab täna
fi: Vuotesi alkaa tänään
fr: Ton année commence aujourd’hui
hr: Tvoja godina počinje danas
hu: Ma kezdődik az éved
it: Il tuo anno inizia oggi
lv: Tavs gads sākas šodien
nb: Året ditt starter i dag
nl: Jouw jaar begint vandaag
pl: Twój rok zaczyna się dzisiaj
pt_br: Seu ano começa hoje
ro: Anul tău începe azi
sk: Tvoj rok sa začína dnes
sl: Tvoje leto se začne danes
sv: Ditt år börjar idag
uk: Твій рік починається сьогодні

source: Your year starts when you show up.
cs: Tvůj rok začíná ve chvíli, kdy začneš.
da: Dit år starter, når du møder op.
de: Dein Jahr beginnt, wenn du anfängst.
es: Tu año empieza cuando cumples.
et: Sinu aasta algab siis, kui sa päriselt alustad.
fi: Vuotesi alkaa, kun pidät lupauksesi.
fr: Ton année commence quand tu fais le geste.
hr: Tvoja godina počinje kad odradiš svoje.
hu: Az éved akkor kezdődik, amikor megteszed az első lépést.
it: Il tuo anno inizia quando ci sei.
lv: Tavs gads sākas, kad tu izdari savu daļu.
nb: Året ditt starter når du møter opp for deg selv.
nl: Je jaar begint wanneer je begint.
pl: Twój rok zaczyna się wtedy, gdy robisz swoje.
pt_br: Seu ano começa quando você cumpre o dia.
ro: Anul tău începe când îți ții promisiunea.
sk: Tvoj rok sa začína, keď to dnes dodržíš.
sl: Tvoje leto se začne, ko vztrajaš.
sv: Ditt år börjar när du gör det du lovat.
uk: Твій рік починається, коли ти робиш перший крок.

source: Start
da: Starte
es: Comenzar
et: Alusta
fi: Aloita
fr: Commencer
hu: Indul
it: Inizia
lv: Sākt
nl: Begin
pt_br: Começar
ro: Început
sk: Štart
sl: Začetek
uk: Почати

source: Std Dev of Weekly CR
da: Std Dev af Weekly CR
de: Standardentwicklung der wöchentlichen CR
es: Desarrollo estándar de CR semanal
fi: Weekly CR:n Std Dev
fr: Développement standard du CR hebdomadaire
hr: Std Dev tjednog CR-a
hu: A Weekly CR Std Dev
it: Dev. std. del TC settimanale
nl: Std-ontwikkelaar van Weekly CR
pl: Std Dev Weekly CR
pt_br: Desenvolvimento padrão de CR semanal
ro: Dezvoltator standard al CR săptămânal
sl: Std Dev tedenskega CR
uk: Стд. відхилення тижневого виконання

source: The Habit Loop
da: Vaneløkken
de: Die Gewohnheitsschleife
es: El bucle del hábito
et: Harjumussilmus
fi: Tottumussilmukka
fr: La boucle des habitudes
hr: Petlja navika
hu: A szokáshurok
it: Il ciclo dell'abitudine
lv: Ieradumu cilpa
nb: Vaneløkken
nl: De gewoontelus
pl: Pętla nawyków
pt_br: O ciclo do hábito
ro: Bucla obiceiului
sk: Slučka zvyku
sl: Zanka navade
sv: Vaneslingan
uk: Петля звички

source: Times
da: Tider
de: Mal
es: Veces
et: Ajad
fi: kertaa
fr: Fois
hr: puta
it: Volte
lv: reizes
nb: Tider
nl: Tijden
pl: Czasy
pt_br: Tempos
sv: Tider
uk: Разів

source: Upgrade
da: Opgrader
es: Mejora
et: Uuendage
fi: Päivitä
fr: Mise à niveau
hr: Nadogradnja
hu: Frissítés
it: Aggiorna
lv: Jaunināt
nb: Oppgrader
nl: Upgraden
pl: Aktualizacja
pt_br: Atualizar
sk: Inovovať
sl: Nadgradnja
sv: Uppgradera
uk: Оновити

source: Miles
de: Meilen
es: Millas
et: Miilid
fi: Mailia
fr: Milles
hu: Mérföld
it: Miglia
lv: Jūdzes
nl: Mijlen
pl: Mile
pt_br: Milhas
uk: Милі

source: OK
es: DE ACUERDO
fr: D'ACCORD
hr: U REDU
hu: RENDBEN
lv: Labi
ro: Bine

source: Symbol
es: Símbolo
et: Sümbol
fi: Symboli
fr: Symbole
hr: Simbol
hu: Szimbólum
it: Simbolo
lv: Simbols
nl: Symbool
pt_br: Símbolo
ro: Simbol
sl: Simbol
uk: Символ

source: BETA
et: BEETA
fr: BÊTA
hu: BÉTA
nl: BÈTA
uk: БЕТА

source: 30d
fi: 30p
fr: 30j
it: 30g
uk: 30д

source: 7d
fr: 7j
it: 7g
uk: 7д

source: PRO
pl: ZAWODOWIEC
pt_br: PRÓ
